Repository: valette/eduAnat2
Catalog: source/translation/*.po
Languages: fr

source: Error : WebGL not supported
fr: Erreur : WebGL non supporté

source: WebGL is not supported by your system
fr: WebGL n'est pas supporté par votre système

source: Error : file type
fr: Erreur : type de fichier

source: About
fr: A propos de

source: Open anatomical image
fr: Ouvrir image anatomique

source: Open functional map
fr: Ouvrir calque fonctionnel

source: Close this image
fr: Fermer cette image

source: Compare two images
fr: Comparer deux images

source: Close comparison
fr: Fermer la coparaison

source: Share with link
fr: Partager via un lien

source: Anatomical image
fr: Image anatomique

source: Contrast
fr: Contraste

source: Brightness
fr: Luminosité

source: Open local file
fr: Ouvrir un fichier local

source: Open
fr: Ouvrir

source: Select one functional map
fr: Séléctionnez un calque fonctionnel

source: Select one image
fr: Séléctionnez une image

source: Functional map
fr: Calque fonctionnel

source: Threshold
fr: Seuil

source: Color map:
fr: Echelle de couleur

source: EduAnat2 is a 3D visualization tool made for teaching neurosciences and anatomy. EduAnat2 uses the AnaPeda image database built for teaching.
fr: EduAnat2 est un visualiseur 3D conçu pour enseigner les neurosciences et l’anatomie. EduAnat2 utilise la banque d’images AnaPeda spécialement développée pour des usages pédagogiques.

source: Warning:
fr: Avertissement:

source: EduAnat2 is only for education. It is not for medical or self-medical use. The authors decline any responsability in case of incorrect usage of the software.
fr: EduAnat2 est uniquement destiné à un usage pédagogique. Il n’est pas destiné à un usage médical ou auto médical. Nous déclinons toute responsabilité en cas d'utilisation incorrecte du logiciel.

source: Contributors:
fr: Contributeurs:

source: Acknowledgments:
fr: Soutiens:

source: EduAnat2 has been developped with financial support from the LabEx Cortex and LabEx Primes from Lyon university, from Institut français de l’éducation and from Ecole normale supérieure de Lyon.
fr: EduAnat2 a reçu le soutien financier des LabEx Cortex et LabEx Primes de l’Université de Lyon, de l’Institut français de l’éducation et de l’Ecole normale supérieure de Lyon.

source: License:
fr: Information de licence:

source: Eduanat2 is based on the DESK framework
fr: Eduanat2 est basé sur l'infrastructure DESK

source: which source code is distributed under the CeCILL-B (BSD-compatible) license.
fr: dont le code source est distribué sous licence CeCILL-B (BSD-compatible).

source: Teaching resources:
fr: >Informations pédagogiques

source: right
fr: droite

source: left
fr: gauche

source: front
fr: ventre

source: back
fr: dos

source: superior
fr: avant

source: inferior
fr: arrière

source: More transparent
fr: Rendre transparent

source: Show
fr: Montrer

source: Hide
fr: Cacher

source: More info on the AnaPéda image database here
fr: Plus d'informations sur la base d'image Anapéda ici
